of 34131
, 33022
the 32253
1 28304
protein 23795
. 20262
a 19921
2 16667
receptor 13427
and 12601
or 11458
member 11428
in 11135
factor 11081
family 10600
subunit 10421
process 9662
3 8948
kinase 8804
cell 8618
that 8211
to 7660
binding 6743
( 5982
) 5968
domain 5938
like 5907
any 5901
4 5841
containing 5385
complex 5197
alpha 4974
activity 4683
regulation 4539
is 4402
/ 4361
associated 4270
beta 4184
5 4131
rate 4114
extent 3997
frequency 3920
growth 3658
with 3540
an 3529
transcription 3512
by 3083
type 3042
from 3029
6 2958
membrane 2853
channel 2844
subfamily 2730
interacting 2709
which 2609
solute 2564
b 2535
carrier 2526
dna 2369
related 2291
tyrosine 2207
as 2182
acid 2053
nuclear 2053
rna 2049
finger 2041
group 2017
7 1970
c 1959
catalysis 1947
motif 1937
homeobox 1845
signaling 1771
8 1752
molecule 1738
homolog 1680
reaction 1680
positive 1676
formation 1641
increases 1631
response 1627
specific 1581
phosphatase 1571
ubiquitin 1534
chain 1532
negative 1505
repeat 1497
regulator 1465
9 1460
cells 1442
' 1437
voltage-gated 1421
involved 1414
movement 1413
proto-oncogene 1402
chemical 1358
activates 1356
reactions 1351
regulatory 1350
are 1332
serine 1331
zinc 1322
transmembrane 1321
enzyme 1314
g 1308
modulates 1305
ligand 1304
pathway 1304
pathways 1304
polymerase 1291
calcium 1285
chemokine 1260
dehydrogenase 1256
ii 1250
differentiation 1247
dependent 1233
reduces 1231
stops 1202
histone 1199
prevents 1198
synthase 1181
interleukin 1176
component 1175
potassium 1175
into 1172
+ 1157
class 1155
atpase 1144
its 1126
one 1106
10 1103
ras 1103
resulting 1089
gamma 1084
11 1052
selectively 1051
muscle 1044
mitochondrial 1041
non-covalently 1034
inhibitor 1032
transport 1024
secretion 1019
rich 1011
signal 1008
gene 1004
catalytic 996
change 990
cellular 988
assembly 984
production 974
hormone 972
proteasome 953
box 941
i 940
helicase 927
stimulus 915
for 907
adaptor 903
development 901
ligase 899
results 893
state 893
at 884
fibroblast 878
threonine 857
e 851
wnt 850
actin 849
proteins 842
activating 838
cycle 822
cyclin 821
small 816
bone 814
structure 813
lysine 807
repair 804
c-c 801
ribosomal 794
cytochrome 790
organism 786
methyltransferase 781
adhesion 769
t 766
atp 760
myosin 757
nucleotide 756
reductase 748
transporting 746
potential 745
other 742
within 742
ring 735
mitogen-activated 729
d 727
integrin 712
blood 704
h 703
a2 702
result 699
peptidase 683
mature 682
synthetase 677
transforming 675
translation 675
1a 673
oncogene 670
expression 667
on 667
activated 664
between 662
heat 658
form 657
gtpase 656
directed 653
a1 650
ion 650
initiation 647
transfer 646
morphogenetic 644
12 636
glutamate 635
eukaryotic 630
1b 623
shock 623
tnf 619
death 618
interferon 617
activation 604
transporter 604
activator 603
; 600
phospholipase 600
matrix 599
leucine 593
etc 590
vesicle 590
terms 585
bcl2 582
body 577
peptide 570
progression 568
biosynthetic 564
metabolic 564
via 562
collagen 555
insulin 555
two 554
p450 553
microtubule 550
mrna 549
tumor 548
delta 547
such 544
14 537
forkhead 532
it 529
13 520
bhlh 517
cardiac 517
oxidase 517
fatty 510
plasma 510
over 508
time 508
e3 506
k 504
antigen 500
cation 498
domains 496
proliferation 496
junction 495
molecular 495
platelet 489
involving 484
2a 476
region 475
replication 472
precursor 471
series 470
superfamily 469
reticulum 467
17 466
apoptotic 466
derived 461
arginine 459
epithelial 459
26s 454
division 453
phosphodiesterase 450
metallopeptidase 449
this 449
whose 449
chromatin 448
endothelial 448
surface 448
transcriptional 448
transient 448
neuron 445
frizzled 444
16 443
smad 443
polypeptide 442
apoptosis 441
out 441
side 439
lim 438
ribonucleoprotein 437
morphogenesis 436
protein-coupled 436
cytoplasmic 434
endoplasmic 433
inducible 430
induced 429
guanine 428
maintenance 427
generated 426
catabolic 424
non-receptor 423
core 422
exchange 422
ankyrin 420
2b 419
apolipoprotein 417
part 414
pore 413
release 411
signals 411
cassette 410
polarity 409
amino 408
chromosome 408
set 407
b1 396
inositol 396
iii 395
regulated 394
sodium 393
25 392
migration 392
src 392
tissue 392
enhancer 388
hydrolase 387
light 386
some 383
sequence 381
specialized 379
target 379
nucleus 378
outcome 376
sry-box 373
elongation 371
mitotic 370
neural 370
breakdown 369
large 367
system 367
heart 364
mediated 363
during 361
wd 361
f 359
adenosine 358
coiled-coil 357
expressed 356
paired 355
15 354
enables 354
rho 350
substrate 350
trna 350
found 349
heavy 349
20 348
synaptic 346
dopamine 345
toll 343
deacetylase 339
intracellular 339
glycoprotein 338
s 337
through 337
kinesin 336
extracellular 334
18 333
lipid 332
cytokine 329
phosphate 329
oxidoreductase 328
acyl-coa 327
high 327
x 326
tripartite 325
more 323
immunoglobulin 320
sorting 320
caspase 319
across 318
biogenesis 316
coactivator 316
j 316
syndrome 314
damage 313
element 313
lipoprotein 311
poly 311
vascular 311
calmodulin 310
v 310
catenin 307
ionotropic 306
m 304
promoter 304
arrangement 302
organized 302
localization 301
molecules 301
19 300
golgi 300
processing 298
notch 296
spindle 296
contains 294
structures 294
26 293
non-atpase 293
residue 292
sh3 292
interaction 291
22 290
cholinergic 288
demethylase 286
lysosomal 286
cyclase 285
mediator 281
phosphatidylinositol 279
be 277
where 276
e2 275
glutathione 274
immune 274
fusion 273
recognition 272
skeletal 272
gata 271
releasing 270
: 269
sperm 268
purinergic 267
5a 266
secreted 266
not 265
tata-box 265
composed 264
nadh 264
organization 264
transducer 262
inner 261
sirtuin 260
21 259
ribonuclease 259
adenylate 257
host 257
ldl 257
particle 257
addition 256
structural 256
parts 255
multivesicular 254
neuronal 254
c-x-c 253
epsilon 252
cadherin 251
checkpoint 251
site 250
gap 249
nerve 249
splicing 249
3-kinase 248
antagonist 248
scaffold 248
autophagy 247
cysteine 247
formed 247
combining 246
conjugating 245
hydrolysis 245
suppressor 245
activin 244
cleavage 243
components 242
er 242
isomerase 241
constituent 240
epidermal 240
general 240
features 239
occurs 239
d1 238
complement 237
ions 237
vitamin 237
auxiliary 236
fate 235
tubulin 235
retinoic 234
t-box 234
end 233
syntaxin 232
endonuclease 231
kappa 231
may 231
excision 230
initial 230
3a 228
can 228
ubiquinone 228
charged 227
cyclic 227
mobility 227
trafficking 227
acids 226
action 226
hedgehog 226
neurotrophic 226
anatomical 225
has 225
residues 225
acetyltransferase 224
adp 223
also 223
dynein 223
nicotinic 223
23 222
initiate 222
means 222
amyloid 221
endothelin 221
eph 220
hes 220
stress 220
dual 219
adam 218
agent 218
phosphorylation 218
together 218
consisting 217
a3 216
outer 216
phospholipid 216
27 215
bound 215
d2 214
groups 214
another 212
compound 212
gland 212
major 212
nitric 212
sulfate 212
their 212
cytoplasm 211
dead-box 211
subunits 211
oxide 210
axon 209
contributes 209
x-linked 209
biosynthesis 208
decreases 207
intermediate 207
synaptotagmin 207
p 206
hsp70 205
coagulation 204
copper 204
peroxisome 203
inhibitory 202
aldehyde 201
c2 201
granule 201
developmental 200
smooth 200
acquires 199
ercc 199
macrophage 197
p2x 197
serpin 197
deaminase 196
homology 196
2c 195
mesenchymal 195
bmp 194
meiotic 194
na 194
specificity 194
synthesis 194
modification 193
n 193
relatively 193
adrenoceptor 192
exosome 192
phase 192
sulfotransferase 192
recombination 191
ribosylation 191
transition 191
metanephric 190
nudix 190
spectrin 189
stimulating 189
transported 189
centromere 188
p53 188
putative 188
caveolin 187
disassembly 187
active 186
aggregation 186
but 186
establishment 186
steroid 186
repressor 185
accessory 184
alpha1 183
beta-1 183
carbohydrate 183
open 183
24 182
initiated 182
lymphoma 182
modifier 182
nexin 182
receptors 181
gamma-aminobutyric 180
hypoxia 180
brain 179
prostaglandin 179
5-hydroxytryptamine 178
degradation 178
multiple 178
pyruvate 178
rrna 178
clathrin 177
cytosolic 177
estrogen 177
including 177
killer 177
kinetochore 177
level 177
removal 177
when 177
gtp 176
viral 176
attachment 175
basic 175
nucleoporin 175
unspecialized 175
compounds 174
egf 174
functional 174
ap-1 173
b2 173
cholesterol 173
diacylglycerol 173
downstream 173
embryonic 173
heterogeneous 173
import 173
late 173
dendritic 172
fas 172
linker 172
location 172
necrosis 172
neurotransmitter 172
nmda 172
peroxisomal 172
planar 172
adp-ribose 171
anchoring 171
c1 171
includes 171
organelle 170
semaphorin 170
discs 169
forms 169
glycine 169
thrombospondin 169
contraction 168
glycogen 168
arrest 167
maturation 167
transcript 167
aldo-keto 166
annexin 166
decarboxylase 166
glial 166
f-box 165
either 164
filament 164
pleckstrin 164
rac 164
telomeric 164
ends 163
envelope 163
swi 163
c-terminal 162
diphosphate 162
neuroligin 162
btb 161
casein 161
internal 161
maguk 161
processes 160
single 160
a-kinase 159
alpha-2 159
g-protein 159
layer 159
leukocyte 159
secretory 159
mu 158
transmitting 158
cathepsin 157
keratin 157
ribosome 157
s-transferase 157
similarity 157
synapse 157
tryptophan 157
virus 157
behavior 156
carried 156
increase 156
intraflagellar 156
phd 156
proliferator 156
s100 156
function 155
required 155
along 154
anterior 154
endosome 154
nlr 154
akt 153
export 153
glucose 153
olfactory 153
they 153
thyroid 153
tube 153
bonding 152
c1q 152
centrosomal 152
cluster 152
lectin 152
zeta 152
angiotensin 151
commitment 151
v1 151
x-ray 151
base 150
camp 150
chromosomes 150
density 150
guidance 150
h3 150
motor 150
myeloid 150
regulating 150
telomere 150
three 150
transduction 150
aquaporin 149
dnaj 149
hsp40 149
snf 149
strand 149
4b 148
chaperone 148
ph 148
remodeling 148
dynamin 147
frame 147
postsynaptic 147
reading 147
acyltransferase 146
double 146
fc 146
long 146
anion 145
cross 145
early 145
homeostasis 145
stem 145
phosphoprotein 144
polycystin 144
pou 144
risc 144
a4 143
complexes 143
cullin 143
inflammatory 143
chemotaxis 142
consists 142
repeats 142
telomerase 142
udp 142
chloride 141
janus 141
linked 141
lymphocyte 141
nad 141
pdz 141
segment 141
organ 140
specification 140
5b 139
brca1 139
ca2 139
complementing 139
consequence 139
maintained 139
o-acyltransferase 139
position 139
thioredoxin 139
y 139
circadian 138
cll 138
myocyte 138
nervous 138
purine 138
six 138
5-bisphosphate 137
monophosphate 137
neurons 137
neutrophil 137
organic 137
phosphoinositide-3-kinase 137
proline 137
proteoglycan 137
pyrin 137
acidic 136
canonical 136
cascade 136
ccch-type 136
chains 136
opioid 136
substance 136
transferase 136
linkage 135
neuropeptide 135
programmed 135
u 135
cortex 134
gli 134
nucleoside 134
serum 134
will 134
abl 133
events 133
n-terminal 133
p300 133
pancreatic 133
prepropeptide 133
hydrogen 132
interactor 132
microtubules 132
oxygen 132
polyphosphate-5-phosphatase 132
include 131
phosphatidylinositol-4 131
recruitment 131
sonic 131
12a 130
4a 130
ccr4-not 130
homeodomain 130
usually 130
central 129
corepressor 129
epithelium 129
occurring 129
sterol 129
superoxide 129
arrestin 128
histocompatibility 128
nk2 128
primary 128
anchor 127
low 127
myelin 127
p21 127
break 126
fiber 126
methyl 126
tubule 126
35 125
arachidonate 125
laminin 125
mitochondrion 125
triphosphate 125
ww 125
3-monooxygenase 124
amp-activated 124
effector 124
inhibin 124
leptin 124
mesoderm 124
axis 123
d3 123
dioxygenase 123
genes 123
h2a 123
non-catalytic 123
v0 123
colony 122
coupled 122
glucuronosyltransferase 122
guanylate 122
network 122
neuropilin 122
responsive 122
ciliary 121
cytoskeleton 121
g1 121
iron 121
lung 121
silencing 120
concentration 119
deubiquitinase 119
mtor 119
natriuretic 119
substances 119
terminal 119
both 118
bud 118
contain 118
gated 118
glycosylase 118
located 118
polycomb 118
posterior 118
pre-mrna 118
retinol 118
tachykinin 118
dishevelled 117
external 117
hepatocyte 117
lipase 117
nucleolar 117
rb 117
rbr 117
sugar 117
vacuolar 117
3b 116
acts 116
conserved 116
erythrocyte 116
filaments 116
kruppel 116
methyl-cpg 116
electron 115
ets 115
intercellular 115
many 115
population 115
recq 115
tensin 115
dehydratase 114
fragment 114
hydroxylase 114
l 114
hydrocarbon 113
natural 113
phosphorylase 113
32 112
crest 112
derivative 112
exons 112
have 112
only 112
product 112
zfp36 112
36 111
39 111
iv 111
metabotropic 111
portion 111
pseudogene 111
species 111
then 111
troponin 111
vesicles 111
acetyl-coa 110
actinin 110
deglycase 110
than 110
tract 110
90 109
levels 109
lymphoid 109
parkinsonism 109
polyadenylation 109
5-monooxygenase 108
all 108
fk506 108
free 108
oxygenase 108
parkin 108
plexin 108
vasopressin 108
vessel 108
1c 107
axonemal 107
bardet-biedl 107
basal 107
cytosol 107
different 107
each 107
fibronectin 107
methylation 107
q 107
s6 107
tissues 107
transmission 107
30 106
a5 106
cofactor 106
first 106
kidney 106
membranes 106
n-acetyltransferase 106
organelles 106
synuclein 106
typically 106
42 105
adiponectin 105
catalyzes 105
coat 105
factors 105
force 105
galectin 105
modulator 105
transaminase 105
34 104
begins 104
bonds 104
chondroitin 104
claudin 104
determination 104
heme 104
known 104
rapamycin 104
at-rich 103
c3 103
mammals 103
ran 103
tetratricopeptide 103
alcohol 102
aminotransferase 102
nadph 102
rap 102
translocator 102
angiopoietin 101
apparatus 101
bond 101
dab2 101
ending 101
following 101
presenilin 101
rad51 101
sister 101
these 101
upon 101
ventral 101
33 100
aryl 100
binds 100
cap 100
cohesin 100
leukemia 100
rise 100
sensory 100
size 100
translocase 100
yrpw 100
argonaute 99
attached 99
covalent 99
f1 99
fibers 99
functions 99
mammary 99
mhc 99
organisms 99
peptidylprolyl 99
projection 99
towards 99
alpha-beta 98
corticotropin 98
erb-b2 98
huntingtin 98
meiosis 98
n-methyltransferase 98
oxidative 98
rac1 98
ryanodine 98
smoothened 98
38 97
anaphase 97
bile 97
derivatives 97
dexh-box 97
nck 97
pparg 97
capping 96
cell-cell 96
eye 96
kelch 96
kit 96
mechanistic 96
number 96
peroxidase 96
physiological 96
presynaptic 96
7a 95
exocytosis 95
four 95
hydroxysteroid 95
least 95
nadp 95
after 94
cytokinesis 94
endocytosis 94
lyn 94
most 94
renal 94
stromal 94
thrombin 94
acceptor 93
calcium-activated 93
camp-dependent 93
chromodomain 93
e1 93
expansion 93
histidine 93
iih 93
intrinsic 93
mitochondria 93
nephron 93
vessels 93
been 92
detection 92
generation 92
lateral 92
metabolism 92
oxidation 92
rhogef 92
toll-like 92
topoisomerase 92
up 92
37 91
aurora 91
branching 91
convertase 91
cord 91
dan 91
defined 91
lyase 91
mast 91
band 90
dense 90
double-stranded 90
ephrin 90
erythroid 90
h1 90
promoting 90
uridine 90
biological 89
connective 89
duct 89
due 89
hemoglobin 89
heparan 89
plate 89
polo 89
sarcoplasmic 89
5-trisphosphate 88
baculoviral 88
chaperonin 88
defensin 88
iap 88
mannose 88
neurofibromin 88
produced 88
slit 88
surrounding 88
a7 87
agonist 87
association 87
card 87
deficient 87
endopeptidase 87
ib 87
leading 87
length 87
mapk 87
muts 87
products 87
proprotein 87
scavenger 87
subtilisin 87
animal 86
becomes 86
helix-loop-helix 86
integrator 86
methionine 86
neuregulin 86
node 86
oligomerization 86
present 86
soluble 86
tcp1 86
termination 86
40 85
bundle 85
carboxylase 85
cartilage 85
ceramide 85
dismutase 85
fluid 85
fms 85
hyaluronoglucosaminidase 85
kexin 85
nf-kb 85
orphan 85
oxytocin 85
protease 85
pyrophosphatase 85
radiation 85
stimulated 85
tfiih 85
aaa 84
center 84
contactin 84
cyclohydrolase 84
endosomal 84
hyaluronan 84
inactive 84
male 84
monooxygenase 84
often 84
plasminogen 84
pr 84
sensing 84
ampa 83
changes 83
fat 83
histamine 83
lysosome 83
short 83
amine 82
decay 82
elongase 82
exoribonuclease 82
jun 82
somatostatin 82
theta 82
17-beta 81
acute 81
amp 81
at-hook 81
c-type 81
capable 81
coenzyme 81
cytoskeletal 81
developmentally 81
elovl 81
formin 81
glycan 81
ig 81
phosphatidylinositol-4-phosphate 81
prostate 81
rab 81
tail 81
adjacent 80
ap-2 80
calpain 80
ef-hand 80
female 80
fibrinogen 80
forming 80
glomerular 80
kainate 80
linkages 80
myotubularin 80
origin 80
peripheral 80
pyrimidine 80
readthrough 80
spinal 80
vi 80
-5 79
dorsal 79
down-regulated 79
e2f 79
exonuclease 79
kazal 79
loading 79
modifying 79
n-acetylgalactosaminyltransferase 79
non-erythrocytic 79
nuclease 79
prostaglandin-endoperoxide 79
sphingosine-1-phosphate 79
stat 79
tbc1 79
ubiquitination 79
6a 78
] 78
angiotensinogen 78
cerebellar 78
exposure 78
filamin 78
glycerol-3-phosphate 78
inducing 78
material 78
order 78
respiratory 78
sigma 78
yeast 78
[ 77
alpha-1 77
aminopeptidase 77
carboxy-terminal 77
chromatid 77
cilium 77
disulfide 77
hydroxyl 77
mechanism 77
transactivator 77
28 76
31 76
anoctamin 76
conversion 76
converted 76
energy 76
fyve 76
gastric 76
gdp 76
metal 76
purkinje 76
syndecan 76
thioesterase 76
transducin 76
- 75
acetylation 75
androgen 75
called 75
ccaat 75
choline 75
environment 75
glycosyltransferase 75
igg 75
iq 75
metastasis 75
nodal 75
patched 75
pattern 75
septin 75
ubiquitin-like 75
very 75
without 75
zone 75
aspartate 74
b3 74
converting 74
coronin 74
exocyst 74
follicle 74
hair 74
melanocortin 74
metallothionein 74
sphingomyelin 74
translocation 74
well 74
zipper 74
> 73
alpha-reductase 73
athanogene 73
distal 73
e1a 73
grb2 73
lipids 73
parathyroid 73
pi 73
reproduction 73
voltage 73
-acetyltransferase 72
bilayer 72
genome 72
glycosylation 72
liver 72
locus 72
motility 72
regions 72
scaffolding 72
selenoprotein 72
snrna 72
solutes 72
taste 72
ubiquinol-cytochrome 72
vacuole 72
29 71
asp 71
atoms 71
barrier 71
fanconi 71
g2 71
mdm2 71
mediates 71
methylenetetrahydrofolate 71
nucleic 71
peroxiredoxin 71
retinal 71
step 71
units 71
water 71
axons 70
calcitonin 70
control 70
crystallin 70
ear 70
homologous 70
paf1 70
peptidoglycan 70
pten 70
pyrophosphate 70
subsequent 70
a8 69
abhydrolase 69
alkb 69
anemia 69
carbon 69
cerebral 69
cerevisiae 69
ezrin 69
fast 69
fucosyltransferase 69
interleukin-1 69
msh 69
single-stranded 69
striated 69
structure-specific 69
testis 69
tho 69
12b 68
anhydrase 68
beta-galactoside 68
carbonic 68
cbp 68
cohesion 68
fission 68
glu 68
induction 68
lumen 68
prolyl 68
r 68
right 68
spleen 68
steady 68
t-helper 68
tau 68
6b 67
7b 67
according 67
ataxin 67
beclin 67
bromodomain 67
camp-activated 67
carnitine 67
dendrite 67
dhhc-type 67
ester 67
example 67
hops 67
important 67
independent 67
l1 67
leukotriene 67
nima 67
reticulon 67
several 67
unc-13 67
adenine 66
atm 66
cd36 66
diphosphohydrolase 66
ectonucleoside 66
extension 66
nicotinamide 66
odd-skipped 66
released 66
repressive 66
transciption 66
u6 66
unit 66
4d 65
9b 65
bai1 65
become 65
bind 65
coupling 65
editing 65
esterified 65
fyn 65
glutamate-cysteine 65
gradient 65
hlh 65
left 65
minichromosome 65
muscarinic 65
nfkb 65
pressure 65
recombinase 65
tp53 65
ventricular 65
vertebrates 65
4e 64
axin 64
clearance 64
direction 64
enzymes 64
fmr1 64
hematopoietic 64
hyperpolarization 64
indian 64
myoblast 64
netrin 64
ornithine 64
phosphoinositide 64
progenitor 64
prolactin 64
proximal 64
rela 64
transferrin 64
used 64
zona 64
acetylhydrolase 63
branch 63
chromobox 63
ectonucleotide 63
fragile 63
glycosidic 63
glypican 63
inorganic 63
interactions 63
monosaccharide 63
occur 63
oxysterol 63
partner 63
phosphoribosyltransferase 63
plakophilin 63
pseudokinase 63
reelin 63
retromer 63
template 63
translational 63
using 63
41 62
b-245 62
complementation 62
distinct 62
ghrelin 62
gives 62
head 62
involves 62
long-chain 62
nectin 62
place 62
sex 62
synthesized 62
targeting 62
uptake 62
valosin 62
4-galactosyltransferase 61
56 61
acetyl 61
apical 61
b4 61
cargo 61
colton 61
cornified 61
depolarization 61
distal-less 61
does 61
embedded 61
fully 61
glucagon 61
ige 61
junctions 61
ligands 61
mitosis 61
multiplication 61
recycling 61
s27a 61
secondary 61
slow 61
thin 61
2d 60
achaete-scute 60
acyl 60
arginase 60
characterized 60
isl 60
myogenic 60
ski 60
urocortin 60
44 59
6-sialyltransferase 59
a-52 59
apc 59
centrosome 59
dedicator 59
gastrulation 59
glucosylceramidase 59
glycosylphosphatidylinositol 59
guanyl 59
information 59
mental 59
pellucida 59
prospero 59
retina 59
role 59
tropomyosin 59
trypsin 59
3-sialyltransferase 58
cd40 58
condensation 58
contributing 58
flotillin 58
h4 58
heterodimeric 58
joining 58
lipopolysaccharide 58
marrow 58
morphology 58
omega 58
organs 58
retardation 58
retinoid 58
snail 58
tgf-beta 58
twist 58
upstream 58
various 58
vii 58
46 57
acrosome 57
comprises 57
essential 57
highly 57
karyopherin 57
lactate 57
lysophosphatidic 57
medium 57
metanephros 57
nucleotides 57
palmitoyltransferase 57
quinone 57
reactive 57
reverse 57
sites 57
spine 57
sprouty 57
st6 57
synaptosome 57
until 57
was 57
z 57
4c 56
act 56
adherens 56
aldolase 56
appearance 56
carboxypeptidase 56
forebrain 56
fos 56
glycerol 56
h-box 56
hexokinase 56
individual 56
monomers 56
nf-kappab 56
o1 56
second 56
sortilin 56
those 56
transcriptase 56
tsc 56
1- 55
2-oxoglutarate 55
5-10 55
5-kinase 55
acetylcholine 55
additional 55
cdk5 55
channels 55
clustering 55
compartment 55
comprising 55
controlled 55
copii 55
donor 55
dystroglycan 55
endocytic 55
f2r 55
fyve-type 55
gaba 55
glucose-6-phosphate 55
humans 55
intestinal 55
map 55
multicellular 55
nonsense 55
outside 55
p63 55
produce 55
regeneration 55
responsible 55
ribose 55
s3 55
shape 55
tetramerization 55
a-e 54
arfgap 54
chrna7 54
communication 54
cytidine 54
dickkopf 54
embryo 54
fam7a 54
glucocorticoid 54
hydrophobic 54
lens 54
nucleation 54
nucleophosmin 54
obestatin 54
paralog 54
photoreceptor 54
signalosome 54
storage 54
succinate 54
timp 54
triglyceride 54
udp-glucose 54
ureteric 54
x-c 54
10a 53
45 53
63 53
9a 53
a2a 53
calcineurin 53
cannabinoid 53
cdc42 53
covalently 53
cytotoxicity 53
decapping 53
double-strand 53
farnesyltransferase 53
having 53
human 53
iib 53
iron-sulfur 53
loop 53
mg2 53
noggin 53
oocyte 53
pas 53
sestrin 53
sphingolipid 53
st3 53
stable 53
volume 53
62 52
atypical 52
carbamoyl-phosphate 52
carcinoembryonic 52
cbl 52
eh 52
endogenous 52
endoglin 52
folding 52
galanin 52
low-density 52
mn2 52
mrp 52
neurotrophin 52
nk3 52
o 52
otu 52
p24 52
prion 52
progesterone 52
satellite 52
septum 52
serotonin 52
shaping 52
sphingosine 52
temperature 52
tethering 52
tight 52
types 52
variant 52
animals 51
brca2 51
caax 51
calponin 51
cd74 51
clamp 51
creb 51
cyclin-dependent 51
de 51
directly 51
endonucleolytic 51
eosinophil 51
folate 51
hormones 51
kallikrein 51
loss 51
myocardin 51
new 51
phosphoribosyl 51
radial 51
runt 51
symbiont 51
x-box 51
-3 50
-end 50
aminoacylation 50
atom 50
centriole 50
common 50
dissociation 50
dynactin 50
hemochromatosis 50
heterotrimeric 50
keratinocyte 50
maintains 50
membrane-bounded 50
neurodevelopment 50
neurofilament 50
novo 50
nude 50
orderly 50
polymerization 50
pseudouridine 50
regulates 50
steroidogenic 50
unfolded 50
10b 49
adrenergic 49
alkaline 49
atrial 49
chitinase 49
erythropoietin 49
granules 49
gremlin 49
lambda 49
machinery 49
norepinephrine 49
phosphorylated 49
presence 49
proliferating 49
promyelocytic 49
pyd 49
received 49
sarcoglycan 49
shc 49
sulfatase 49
ventricle 49
0 48
12-lipoxygenase 48
58 48
advanced 48
branches 48
budding 48
catalyzed 48
cd4-positive 48
cone 48
cop9 48
do 48
drug 48
electrical 48
fog 48
give 48
heterochromatin 48
jagged 48
kinase-activated 48
mass 48
myc 48
neuromedin 48
oligodendrocyte 48
sam 48
secretagogue 48
stranded 48
tankyrase 48
11a 47
adrenomedullin 47
branched 47
bzip 47
colony-stimulating 47
corvet 47
granulocyte 47
mannosidase 47
mirna 47
optic 47
phosphatidylethanolamine 47
preinitiation 47
raft 47
redox 47
slc9a3 47
sleep 47
switching 47
affinity 46
contribute 46
ctd 46
d4 46
endocardial 46
endodeoxyribonuclease 46
eta 46
eya 46
gelsolin 46
glutamine 46
i2 46
immunity 46
junctophilin 46
myb 46
nitrogen 46
oxidized 46
p3 46
pancreas 46
period 46
physical 46
promoters 46
regulate 46
ribonucleotide 46
sexual 46
sterile 46
tir 46
trigger 46
unspecified 46
valve 46
y-linked 46
101 45
11b 45
4-kinase 45
a6 45
being 45
cholecystokinin 45
conditions 45
cushion 45
deoxyribose 45
dihydrolipoamide 45
discoidin 45
extrinsic 45
followed 45
glomerulus 45
gonadotropin 45
higher 45
htra 45
invasion 45
iota 45
lif 45
limb 45
mage 45
mucin 45
n-acetylgalactosaminide 45
neurogenin 45
neurophysin 45
nm 45
perception 45
pole 45
tetraspanin 45
tudor 45
zeste 45
4-aminobutyrate 44
a9 44
acting 44
apyrimidinic 44
bacterial 44
bodies 44
calreticulin 44
carboxyl 44
centriolar 44
chondrocyte 44
cilia 44
clusterin 44
cystatin 44
cysteine-type 44
cytotoxic 44
diameter 44
dolichyl-phosphate 44
endophilin 44
exportin 44
ferm 44
follistatin 44
glutaredoxin 44
mesenchyme 44
monocyte 44
n-acetylglucosamine 44
neurexin 44
osteoclast 44
peroxide 44
phosphoglucomutase 44
protocadherin 44
space 44
synaptojanin 44
triggering 44
wnk 44
15-lipoxygenase 43
3-hydroxy-3-methylglutaryl-coa 43
3-hydroxyacyl-coa 43
43 43
47 43
6-phosphofructo-2-kinase 43
8a 43
acquire 43
actin-bundling 43
antiviral 43
c-x3-c 43
calsequestrin 43
cancer 43
cd4 43
combination 43
crumbs 43
digestive 43
direct 43
e-box 43
exostosin 43
fascin 43
fructose 43
fructose-2 43
hexakisphosphate 43
his 43
insertion 43
interferon-gamma 43
n-acetyl 43
o-linked 43
oligomeric 43
piwi 43
placenta 43
proceeds 43
rna-mediated 43
same 43
selectin 43
sprouting 43
sumo 43
tenascin 43
thereby 43
uncoupling 43
6-biphosphatase 42
70 42
a11 42
apurinic 42
arylsulfatase 42
asparagine 42
bacteria 42
centromeric 42
damaged 42
decrease 42
dystrophin 42
elastase 42
end-product 42
ganglion 42
glutamic-oxaloacetic 42
golgin 42
grainyhead 42
helix 42
heterodimer 42
inosine 42
localized 42
main 42
normal 42
opposite 42
peptidyl-lysine 42
phosphoglycerate 42
possesses 42
separation 42
spermine 42
steps 42
surfaces 42
tubular 42
vangl 42
-hydroxyl 41
astrocyte 41
basement 41
characteristics 41
deah-box 41
ectoderm 41
escrt-i 41
fuse 41
integrity 41
interneuron 41
isocitrate 41
linear 41
m1 41
mutase 41
oligosaccharide 41
patatin 41
plakoglobin 41
prohibitin 41
protection 41
rar 41
smc5-smc6 41
somatic 41
spalt 41
spermidine 41
susceptibility 41
tek 41
urotensin 41
wall 41
werner 41
wiskott-aldrich 41
72 40
absorption 40
angiogenesis 40
b5 40
bloom 40
breaks 40
catalase 40
contact 40
denn 40
elements 40
erbb2 40
folliculin 40
guanosine 40
h2 40
innate 40
lysophosphatidylcholine 40
mammalian 40
modulate 40
molybdenum 40
neddylation 40
nephrocystin 40
neuroblast 40
opens 40
pertaining 40
point 40
range 40
repolarization 40
sequence-specific 40
surfactant 40
telomeres 40
thymidine 40
tolerance 40
transglutaminase 40
vps35 40
xi 40
52 39
61 39
8b 39
antimicrobial 39
arterial 39
beta-catenin 39
condition 39
crk 39
develop 39
differentiate 39
egl-9 39
elongator 39
epinephrine 39
epoxide 39
fibulin 39
germ 39
h2b 39
insert 39
integration 39
line 39
marvel 39
midline 39
modified 39
muscles 39
nata 39
platelet-derived 39
pleiotrophin 39
produces 39
resting 39
rnas 39
sulfur 39
symbiotic 39
tribbles 39
unc-51 39
3c 38
5-dioxygenase 38
around 38
atp-dependent 38
cleaving 38
condensed 38
conductance 38
cross-link 38
deiminase 38
deubiquitination 38
dexd-box 38
dihydropyrimidinase 38
dipeptidase 38
eukaryotes 38
ganglioside 38
glycolysis 38
iia 38
increased 38
integral 38
lem 38
luteinizing 38
lysozyme 38
maf 38
messenger 38
neurotensin 38
no 38
nucleosome 38
overexpressed 38
pbx 38
pol 38
propagation 38
pyridoxal 38
reduced 38
removed 38
sa 38
saccharomyces 38
separated 38
sh2 38
sheath 38
sin3 38
spliceosome 38
triggered 38
tubby 38
ubx 38
va 38
vertebrate 38
widely 38
48 37
54 37
57 37
8-sialyltransferase 37
adenylosuccinate 37
against 37
aorta 37
axl 37
b-raf 37
basket 37
beta- 37
beta-hydroxylase 37
bridging 37
camera-type 37
certain 37
collecting 37
dendrites 37
dinucleotide 37
docking 37
gem 37
generates 37
genetic 37
hematopoietically 37
heparin 37
hydratase 37
hydroxymethyltransferase 37
identity 37
interleukin-12 37
junctional 37
lineage 37
multisubunit 37
neuraminidase 37
npc 37
o3 37
pair 37
polysaccharide 37
procollagen-lysine 37
profilin 37
rather 37
retrograde 37
roundabout 37
rtk 37
salivary 37
shroom 37
them 37
trans-golgi 37
ureter 37
von 37
3-dioxygenase 36
adrenal 36
alpha-n-acetyl-neuraminide 36
amounts 36
area 36
cd14 36
characteristic 36
condensin 36
conduction 36
controls 36
coordinated 36
creatine 36
dead 36
defective 36
dna-activated 36
dopaminergic 36
down 36
epiregulin 36
feedback 36
flavoprotein 36
fructose-bisphosphate 36
hras 36
iiic 36
interleukin-6 36
loosely 36
lymphotoxin 36
map3k7 36
myomesin 36
n1 36
nipbl 36
nuclear-transcribed 36
organizing 36
outflow 36
paraoxonase 36
passage 36
podoplanin 36
polyamine 36
polymer 36
radixin 36
resistant 36
rh 36
sad1 36
scribbled 36
segregation 36
st8 36
stathmin 36
stress-induced 36
synaptonemal 36
torsin 36
tropomodulin 36
unc84 36
under 36
12s 35
13a2 35
absence 35
carbonyl 35
carboxykinase 35
cd34 35
cdk 35
cis 35
creating 35
cryptochrome 35
cut 35
d5 35
defense 35
deleted 35
depolymerization 35
dihydrofolate 35
distributed 35
dna-dependent 35
erad 35
hexosaminidase 35
immature 35
importin 35
inducer 35
kynurenine 35
lactotransferrin 35
larger 35
latent 35
leaflet 35
lysyl 35
mediate 35
menin 35
modulation 35
motile 35
myogenin 35
nk6 35
non-canonical 35
nucleotidyltransferase 35
palmitoylated 35
peptidyl 35
phosphoenolpyruvate 35
phosphotyrosine 35
polyribonucleotide 35
presentation 35
proton-transporting 35
rab3a 35
renin 35
resistance 35
respect 35
ribonucleoside 35
ruvb 35
segments 35
selective 35
t2 35
tao 35
thymidylate 35
vasculature 35
villin 35
wilms 35
4-hydroxylase 34
alpha-ketoglutarate 34
alpha2delta 34
angiogenin 34
auditory 34
brisc 34
candidate 34
cd8-positive 34
derlin 34
developing 34
dicer 34
duodenal 34
egg 34
enclosed 34
fadd 34
fibrillin 34
hypocretin 34
indicating 34
intestine 34
iva 34
killing 34
lamin 34
life 34
macromolecule 34
magnesium 34
malic 34
mechanical 34
members 34
metaphase 34
n-sulfotransferase 34
near 34
nucleobase 34
plays 34
rhomboid 34
run 34
salt 34
similar 34
sulfhydryl 34
tal 34
terf1 34
thiamine 34
thymine 34
titin 34
urokinase 34
y2 34
-nucleotidase 33
13b 33
aminolevulinate 33
anchored 33
apelin 33
artery 33
atrx 33
av 33
casp8 33
cd3e 33
characterize 33
dematin 33
euchromatic 33
flavin 33
flow 33
half 33
helper 33
hepatitis 33
hsp60 33
hypoxanthine 33
iif 33
microsomal 33
midbrain 33
myofibril 33
n-deacetylase 33
neutral 33
particular 33
pertains 33
phosphatidylinositol-3 33
phosphofructokinase 33
pituitary 33
polarization 33
receptor-mediated 33
remodeler 33
restricted 33
retention 33
sensitive 33
stalk 33
strands 33
takes 33
teneurin 33
transducing 33
translocated 33
uv 33
visceral 33
visual 33
wash 33
while 33
83 32
88 32
8s 32
ability 32
acetylcholinesterase 32
allograft 32
autophagosome 32
back 32
balance 32
behavioral 32
complexin 32
cytokines 32
dephosphorylation 32
desmoglein 32
dexd 32
differentiating 32
dipeptidyl 32
edge 32
entry 32
execution 32
fermitin 32
folic 32
galactosidase 32
glucokinase 32
glucosaminyl 32
glucosidase 32
hnf1 32
ia 32
identical 32
inhibition 32
initiates 32
inward 32
kinases 32
klotho 32
made 32
memory 32
mre11 32
o-methyltransferase 32
phospholamban 32
pigment 32
presynapse 32
proenkephalin 32
proteolytic 32
proton 32
reduction 32
sequestering 32
skin 32
tea 32
thought 32
timing 32
transcribed 32
transferred 32
ubiquitous 32
uracil 32
variety 32
vav 32
viii 32
w 32
100 31
3-hydroxylase 31
a10 31
angiogenic 31
anti-mullerian 31
asymmetric 31
beta1 31
bh3 31
canal 31
connected 31
creation 31
cst 31
cyld 31
daughter 31
decorin 31
degraded 31
deltex 31
diphosphatase 31
epidermis 31
existing 31
fer 31
fold 31
fxyd 31
generally 31
homocysteine 31
hook 31
i3 31
insulin-like 31
interleukin-2 31
interleukin-8 31
isotype 31
ix 31
kunitz 31
lck 31
living 31
malate 31
mannosyltransferase 31
mesodermal 31
monophosphatase 31
myotubes 31
nm23 31
nme 31
non-smc 31
olfactomedin 31
oxidation-reduction 31
p2y1 31
polypeptides 31
preventing 31
processome 31
pseudouridylate 31
rab11a 31
rad50 31
ret 31
selenocysteine 31
sequences 31
sialic 31
snap 31
sorbin 31
sparc 31
stage 31
stimulation 31
u-box 31
water-soluble 31
1d 30
3-beta-n-acetylglucosaminyltransferase 30
3-phosphoinositide 30
adenylyltransferase 30
amide 30
anti-proliferation 30
antizyme 30
aqueous 30
axonal 30
btg 30
c4 30
calcium-dependent 30
circulatory 30
compartments 30
composition 30
cytosine 30
differentiated 30
drosophila 30
enzymatic 30
exit 30
formyltransferase 30
further 30
g-type 30
gdnf 30
glcnac 30
glia 30
glucosyltransferase 30
glycerophosphodiester 30
histones 30
homer 30
lag 30
leiomodin 30
monoamine 30
ndc80 30
o-fucosylpeptide 30
phospholipids 30
polynucleotide 30
proteolysis 30
provide 30
schwann 30
secretes 30
sequestosome 30
seven-pass 30
sorcin 30
throughout 30
thymocyte 30
trans 30
urine 30
willebrand 30
xvi 30
-phosphatase 29
1-acylglycerol-3-phosphate 29
3-sulfotransferase 29
about 29
adducin 29
adult 29
all-trans 29
arachidonic 29
aromatic 29
bacterium 29
bicd 29
carboxylic 29
cerebellum 29
citrate 29
cofilin 29
demethylation 29
erbb 29
excitatory 29
extravasation 29
flagella 29
glands 29
glycoproteins 29
h3-k9 29
high-density 29
hydroxyacyl-coa 29
incorporation 29
interact 29
kras 29
la 29
lamellipodium 29
lon 29
mckusick-kaufman 29
medulla 29
metalloendopeptidase 29
moesin 29
mutl 29
myostatin 29
necessary 29
nedd4 29
nephrin 29
non 29
nucleotide-excision 29
particles 29
permeability 29
phosphatidylcholine 29
plasticity 29
primarily 29
processed 29
rab11 29
racemase 29
relaxation 29
ring-box 29
scramblase 29
sequestered 29
stanniocalcin 29
stimuli 29
syntrophin 29
tip 29
tubules 29
twinfilin 29
urea 29
xpa 29
yth 29
z-line 29
3-n-acetylglucosaminyltransferase 28
3f 28
50 28
activities 28
adenosylhomocysteinase 28
alpha- 28
alx 28
anions 28
b6 28
battenin 28
carries 28
catabolism 28
caudal 28
chemokines 28
cln3 28
committed 28
considered 28
contained 28
continuous 28
convert 28
cortactin 28
cystathionine 28
cystic 28
degrading 28
dipeptide 28
ectodysplasin 28
exogenous 28
extended 28
fad 28
field 28
gamma-carboxyglutamate 28
glyceraldehyde-3-phosphate 28
hepatic 28
hypothalamus 28
inhibits 28
injury 28
interferon-alpha 28
joined 28
l2 28
link 28
lymph 28
macromolecular 28
marker 28
melanoma 28
mynd 28
nibrin 28
notochord 28
nuclei 28
opa1 28
p1 28
peptides 28
protein-protein 28
replacement 28
ribonucleic 28
ring-ch-type 28
spermatogenesis 28
split 28
stem-loop 28
stip1 28
substrates 28
sumo1 28
thymus 28
udp-glcnac 28
ush1 28
wound 28
98 27
aging 27
amyloid-beta 27
arp2 27
autocrine 27
bok 27
bruton 27
c5a 27
cap-gly 27
cardiomyocyte 27
cd2 27
cgmp 27
cleft 27
connects 27
contents 27
cugbp 27
cuticle 27
dis3 27
disease 27
dr 27
dystrobrevin 27
eif2 27
elav-like 27
electrons 27
ell 27
fibrosis 27
garp 27
ic 27
if 27
introducing 27
layers 27
lc8-type 27
lies 27
lipocalin 27
ly6 27
mechanisms 27
metalloreductase 27
mrnas 27
multiprotein 27
osteoblast 27
oxoglutarate 27
pain 27
pantothenate 27
passes 27
phosphoribosylglycinamide 27
plants 27
primitive 27
raf-1 27
repulsive 27
scleraxis 27
sec24 27
sequential 27
so 27
spliceosomal 27
terminus 27
thy-1 27
toxin 27
triple 27
ubiquilin 27
ubiquitin-dependent 27
viia 27
xii 27
yes 27
1e 26
alanyl-trna 26
azurocidin 26
b9 26
beta-2-microglobulin 26
bradykinin 26
carrying 26
caveolae 26
ceramidase 26
consist 26
contractile 26
copine 26
cxadr 26
ddb1 26
dermatan 26
donors 26
doublecortin 26
dq 26
endoribonuclease 26
endosomes 26
enriched 26
ethanolamine 26
f-actin 26
flap 26
glutamine-hydrolyzing 26
glyoxylate 26
gnas 26
hindbrain 26
homeostatic 26
hypertrophy 26
ig-like 26
incorporator 26
internalization 26
ketone 26
kh 26
lower 26
mesangial 26
microfibril 26
move 26
multienzyme 26
n-recognin 26
neuromuscular 26
ntrk 26
palmitoyl-protein 26
plaur 26
poles 26
polyphosphate 26
prior 26
prosaposin 26
protrusion 26
rab27a 26
rab5a 26
rap1a 26
refers 26
regucalcin 26
rnap 26
s-phase 26
selection 26
sos 26
specifically 26
stomatin 26
sympathetic 26
synapses 26
t-complex 26
thick 26
titin-cap 26
tooth 26
u2 26
undergo 26
uses 26
very-low-density 26
vinculin 26
vrac 26
wide 26
wolframin 26
xanthine 26
y-box 26
yy1 26
17a 25
4-like 25
60 25
68 25
73 25
aalpha 25
adenosyltransferase 25
aminoacyl 25
array 25
atr 25
augmin 25
autonomously 25
bases 25
bax 25
betagal 25
bladder 25
broken 25
c5 25
cations 25
chorionic 25
chromatids 25
chromogranin 25
cklf 25
cul4 25
d-aspartate 25
degranulation 25
deoxyribonuclease 25
drebrin 25
elastin 25
endothelium 25
establishes 25
furin 25
galactose 25
galactose-3-o-sulfotransferase 25
glycosaminoglycan 25
haus 25
hydroxylation 25
i1 25
innervates 25
interleukin-4 25
j1 25
l-glutamate 25
l3 25
leads 25
lin-28 25
matter 25
met 25
mineralization 25
motifs 25
naturally 25
obscurin 25
observed 25
organismal 25
p73 25
paired-like 25
pannexin 25
parallel 25
pass 25
peptidyl-serine 25
periphery 25
plant 25
polarized 25
primase 25
properties 25
rab7a 25
recognize 25
regionalization 25
reproductive 25
requires 25
rpgrip1 25
spi-1 25
stages 25
sulfate-glucosamine 25
sun 25
surrounded 25
systems 25
t1 25
talin 25
tctex-type 25
thus 25
trabecula 25
transformation 25
ufm1 25
whole 25
-phosphate 24
-phosphosulfate 24
172 24
5-methyltetrahydrofolate-homocysteine 24
= 24
aldosterone 24
alpha-amidating 24
armadillo 24
bulb 24
c4b 24
capacity 24
cardioblast 24
cartwright 24
catecholamine 24
cd24 24
cd44 24
cobalamin 24
cofactors 24
cortisol 24
deiodinase 24
desaturase 24
disrupted 24
effects 24
enoyl-coa 24
fertilization 24
fibrous 24
follicle-stimulating 24
food 24
frataxin 24
gpi 24
hexose 24
hippocalcin 24
interleukin-13 24
itself 24
kat8 24
kdel 24
leucyl-trna 24
lin-7 24
lysyl-trna 24
methionyl-trna 24
mical 24
mis12 24
myoblasts 24
n6-methyladenosine 24
nephroblastoma 24
nima-interacting 24
nsl 24
peptidylglycine 24
phagocytosis 24
phosphatidylserine 24
phosphoric 24
pih1 24
plus 24
precursors 24
prefoldin 24
progresses 24
r-spondin 24
ranbp2-type 24
re1 24
rest 24
rwd 24
schizophrenia 24
senataxin 24
separate 24
snrnp 24
ssu-rrna 24
starts 24
survival 24
tarbp2 24
trimer 24
trinucleotide 24
u5 24
vamp 24
white 24
wt1 24
zpr1 24
-cyclic 23
122 23
20b 23
3-9 23
3-galactosyltransferase 23
5-phosphatase 23
55 23
71 23
abelson 23
aconitate 23
added 23
als2 23
amidotransferase 23
approximately 23
areas 23
atonal 23
attain 23
axoneme 23
brefeldin 23
bub1 23
cd28 23
centrin 23
chaperone-mediated 23
charge 23
close 23
coatomer 23
cwcv 23
deacetylation 23
deprivation 23
dimer 23
doublesex 23
ducts 23
duplex 23
especially 23
formyltetrahydrofolate 23
fragmentation 23
gasdermin 23
germinal 23
gmp 23
hepcidin 23
holliday 23
i-kappab 23
iga 23
indoleamine 23
infection 23
jnk 23
kalirin 23
mab-3 23
makes 23
mannosyl 23
maternal 23
mitogen 23
mononuclear 23
motif-like 23
mynd-type 23
nop53 23
nsf 23
oncostatin 23
orientation 23
osteonectin 23
ovo 23
passed 23
phosphatidylinositol-5-phosphate 23
plane 23
play 23
principal 23
prominin 23
pulmonary 23
rab10 23
recognized 23
rectifier 23
rhombomeres 23
ribosomes 23
s-methyltransferase 23
secretoglobin 23
snare 23
snorna 23
sorbitol 23
star 23
start 23
starvation 23
subcomplex 23
synaptogyrin 23
synaptophysin 23
synaptopodin 23
systemic 23
terf2 23
tnfaip3 23
toward 23
tyrosyl-trna 23
uniporter 23
variegation 23
vhl 23
-adenosine 22
-phosphoadenosine 22
129 22
4a3 22
8-oxoguanine 22
96 22
ajuba 22
alpha2 22
alsin 22
arranged 22
associate 22
br 22
bridge 22
cardiolipin 22
catechol-o-methyltransferase 22
causes 22
ccctc-binding 22
cd86 22
choriogonadotropin 22
chronic 22
commonly 22
cranial 22
ctp 22
ctr9 22
cues 22
cytohesin 22
death-inducing 22
diffusion 22
diphosphoinositol 22
enhancing 22
ficolin 22
flagellum 22
formula 22
generate 22
glucosamine 22
h3-k27 22
hck 22
healing 22
hect 22
imp 22
inositol-trisphosphate 22
inside 22
integrated 22
interacts 22
interferon-beta 22
itchy 22
jade 22
jumonji 22
junb 22
just 22
k63-linked 22
katanin 22
left-right 22
lymphatic 22
maintaining 22
mal 22
megakaryocyte 22
membranous 22
mesonephric 22
mismatch 22
muscular 22
nei 22
neurotransmitters 22
nme1-nme2 22
nop2 22
once 22
packed 22
patterning 22
pentakisphosphate 22
pericentriolar 22
phosphodiester 22
pic 22
placental 22
placode 22
prkca 22
pumilio 22
putrescine 22
rad21 22
reducing 22
relaxin 22
removing 22
repression 22
rhodopsin 22
riboside 22
satb 22
sec61 22
sentrin 22
shelterin 22
snw 22
sp100 22
stability 22
stabilization 22
stimulates 22
sulfurtransferase 22
superior 22
traf3 22
translocon 22
transposase 22
trimethylation 22
tyro3 22
unc-5 22
upper 22
variable 22
vitronectin 22
wap 22
wh2 22
155 21
1f 21
a13 21
abnormal 21
accumulation 21
acrosomal 21
adaptation 21
adhesive 21
affects 21
agouti 21
alanine 21
alk 21
alpha-mannosidase 21
aspartic 21
atrioventricular 21
basolateral 21
bcas3 21
bcr 21
before 21
beta2 21
c10 21
c13 21
c6 21
carbohydrates 21
cerberus 21
cold 21
conjugated 21
cornichon 21
cystathionine-beta-synthase 21
divalent 21
drosha 21
electrochemical 21
elongated 21
endoderm 21
engrailed 21
erythrocytic 21
face 21
faces 21
facilitator 21
ferritin 21
fork 21
gabaergic 21
gamma-lyase 21
gins 21
glutamate-ammonia 21
gonad 21
granzyme 21
guanylyltransferase 21
heparanase 21
increasing 21
initiator 21
intact 21
interleukin-18 21
interleukin-5 21
jund 21
l-enantiomer 21
licensing 21
liquid 21
locomotion 21
long-term 21
lungs 21
methylcytosine 21
microglial 21
milk 21
misfolded 21
moving 21
myocilin 21
naked 21
necrotic 21
negatively 21
neuralized 21
neuroepithelial 21
nfat 21
non-homologous 21
nonhomologous 21
nucleolus 21
own 21
p2 21
perilipin 21
pharynx 21
phenylalanyl-trna 21
physically 21
rab3 21
rab8a 21
responses 21
reversed 21
riboflavin 21
smaller 21
sp3 21
srsf 21
steroids 21
striatin 21
sulfoxide 21
thromboxane 21
tifa 21
tnfrsf1a 21
toxic 21
trachea 21
triadin 21
trifunctional 21
u7 21
undergoes 21
underlying 21
v2 21
-glycoprotein 20
-linked 20
-oligoadenylate 20
15-hydroxyprostaglandin 20
5-lipoxygenase 20
above 20
abraxas 20
absent 20
aca 20
acd 20
adenylyl 20
among 20
amount 20
antigenic 20
atrium 20
azoospermia 20
bipolar 20
cajal 20
cavity 20
cbs 20
cd59 20
coa-transferase 20
companion 20
comprised 20
concomitant 20
context 20
cordon-bleu 20
crosslinking 20
cystine 20
delta-isomerase 20
desmoplakin 20
dimethylaminohydrolase 20
dimethylarginine 20
divisions 20
dsif 20
dyskerin 20
eb 20
elongin 20
encompasses 20
eventually 20
evh1 20
extending 20
extends 20
fgr 20
filtration 20
fructose-bisphosphatase 20
gamma-secretase 20
geranylgeranyltransferase 20
glucuronyltransferase 20
glycosaminoglycans 20
granular 20
helices 20
hus1 20
id 20
inactivation 20
incorporated 20
inferior 20
interleukin-10 20
islet 20
key 20
l5 20
learning 20
little 20
lymphocytic 20
mariner 20
mechanosensitive 20
melanosome 20
migrating 20
mitofusin 20
mono- 20
mucolipin 20
multimeric 20
myotube 20
n2 20
ndrg 20
nociceptin 20
nucleoprotein 20
parasympathetic 20
pellino 20
phases 20
phorbol-12-myristate-13-acetate-induced 20
phosphoribosylaminoimidazole 20
pin2 20
post-embryonic 20
posttranscriptional 20
promotes 20
provides 20
px 20
rad23 20
ral 20
s4 20
s7 20
salvage 20
sclerostin 20
sheet 20
shortening 20
splice 20
starch 20
subcellular 20
sushi 20
taken 20
targeted 20
tet 20
tongue 20
transketolase 20
transmit 20
vps33b 20
wake 20
xylosyl- 20
xylosyltransferase 20
zic 20
-triphosphate 19
135 19
140 19
173 19
2- 19
3-glucuronyltransferase 19
39b 19
51 19
84 19
angiomotin 19
ap 19
asymmetry 19
beta-carotene 19
beta-oxidation 19
beta3 19
boundary 19
brown 19
c2hc-type 19
cell-matrix 19
committing 19
compact 19
connecting 19
connection 19
controlling 19
corticotropin-releasing 19
cub 19
current 19
dab1 19
daz 19
dentin 19
deoxyribonucleoside 19
destruction 19
dimerization 19
dimers 19
distribution 19
dna-templated 19
driven 19
ds 19
e74 19
empty 19
eomesodermin 19
epimerase 19
equivalent 19
facilitates 19
fasciculation 19
fch 19
ferrochelatase 19
ferrous 19
five 19
fmn 19
formyl 19
gastrin 19
glutaminyl-trna 19
gmap 19
gs 19
guanyl-nucleotide 19
harmonin 19
humoral 19
hydroxyacid 19
insm 19
invagination 19
isotypes 19
l-arginine 19
lacritin 19
less 19
ligation 19
macrophages 19
manganese 19
methionyl 19
methylated 19
middle 19
minor 19
mirnas 19
multifunctional 19
nanos 19
nonprotein 19
o2 19
oligosaccharides 19
oligosaccharyltransferase 19
ovarian 19
pentatricopeptide 19
peptidyl-threonine 19
phosducin 19
piezo 19
plastin 19
platelets 19
polypeptide-related 19
polypyrimidine 19
postsynapse 19
projections 19
pronephric 19
pygopus 19
rab11b 19
rab29 19
receive 19
remain 19
require 19
respiration 19
rod 19
secretogranin 19
single-strand 19
sirna 19
skeleton 19
slx4 19
sometimes 19
source 19
spiracles 19
stratifin 19
synoviolin 19
tank 19
targets 19
thyrotropin 19
tightly 19
trisphosphate 19
u1 19
ultimately 19
vesicular 19
zw10 19
zygote 19
-methyltransferase 18
10c 18
126 18
16b 18
207 18
3l 18
a12 18
acylglycerol 18
adaptive 18
adcyap 18
adipoq 18
agrin 18
alteration 18
alternative 18
amidohydrolase 18
ammonia 18
ammonium 18
aprataxin 18
aralkylamine 18
argininosuccinate 18
assembled 18
attractive 18
away 18
based 18
basigin 18
beneath 18
c-terminus 18
c8 18
cadherin-related 18
cadmium 18
calbindin 18
calcium-release 18
carbamoyltransferase 18
cardiotrophin 18
cause 18
caused 18
ccm2 18
cd300a 18
cd38 18
cleaved 18
clock 18
closure 18
codon 18
coiled-coil-helix-coiled-coil-helix 18
combs 18
cortical 18
dachsous 18
diencephalon 18
dimeric 18
divide 18
divided 18
dopa 18
dp 18
effectors 18
electromagnetic 18
engulfment 18
enolase 18
escrt-ii 18
established 18
f11 18
fates 18
fe 18
fes 18
fibrillary 18
fibrils 18
foam 18
fto 18
fungi 18
g0 18
gdp-mannose 18
gill 18
glucose-6-phosphatase 18
glutamyl-trna 18
glycolipid 18
growing 18
hard 18
impulse 18
inclusion 18
inositol-1 18
involve 18
iroquois 18
kda 18
kirre 18
l-ascorbic 18
l11 18
lines 18
links 18
lipin 18
macromolecules 18
manner 18
methylcrotonoyl-coa 18
mevalonate 18
migratory 18
mnat1 18
molybdopterin 18
monocytes 18
mouth 18
myozenin 18
n-acyltransferase 18
neurological 18
neuropeptides 18
nitrogenous 18
nucleotide-binding 18
numb 18
ok 18
ossification 18
others 18
otic 18
par-3 18
parvin 18
pax 18
periostin 18
phosphotransferase 18
polymeric 18
positions 18
preli 18
prime 18
progestin 18
radical 18
receives 18
responder 18
ribonucleotides 18
rptor 18
senescence 18
sensor 18
shootin 18
slingshot 18
snf8 18
sp1 18
spastin 18
spatial 18
spontaneous 18
tautomerase 18
testosterone 18
threonyl-trna 18
timeless 18
transverse 18
tricistronic 18
triphosphatase 18
tyrosinase 18
udp-n-acetylglucosamine 18
upf1 18
uterus 18
vasohibin 18
visible 18
xenobiotic 18
-cyclophosphate 17
103 17
139 17
168 17
24-dehydrocholesterol 17
3- 17
4-alpha-glucanotransferase 17
59 17
6-glucosidase 17
8a2 17
abundant 17
achieved 17
acrosin 17
actions 17
adp-ribosyltransferase 17
ahnak 17
alanine-glyoxylate 17
altered 17
ap-4 17
arf 17
associates 17
autonomic 17
backbone 17
beta-transducin 17
blood-brain 17
bonded 17
bronchus 17
carnosine 17
cchc-type 17
cdc 17
cell-specific 17
chordin 17
clusters 17
coated 17
collectin 17
collection 17
covers 17
cysteinyl 17
cytidylyltransferase 17
deficiency 17
deoxyribonucleic 17
dffa-like 17
dihydroorotase 17
dioxide 17
discrete 17
droplet 17
e3a 17
elimination 17
entire 17
escrt 17
escrt-iii 17
families 17
fibril 17
fucose 17
fusing 17
gamma-glutamyl 17
gamma-tubulin 17
geranylgeranyl 17
h2o2 17
hemopoiesis 17
hepsin 17
holoenzyme 17
hormonal 17
i-bar 17
ikaros 17
induce 17
interleukin-23 17
interneurons 17
iodothyronine 17
isg15 17
isomerohydrolase 17
ist1 17
kn 17
lead 17
lipoxygenase 17
loops 17
lsu-rrna 17
mainly 17
make 17
meckel 17
medium-chain 17
meis 17
methenyltetrahydrofolate 17
mucosal 17
mucus 17
nik 17
nmb 17
normally 17
numerous 17
oriented 17
overlapping 17
p2y12 17
patterns 17
pentraxin 17
perform 17
pons 17
prenylcysteine 17
prevent 17
prokineticin 17
proper 17
proteasomal 17
pseudopodium 17
radicals 17
rc 17
receptor-like 17
regenerating 17
rhophilin 17
rpe65 17
saga 17
sec14 17
secreting 17
sertoli 17
serves 17
seven 17
shugoshin 17
spermatid 17
squamous 17
stimulator 17
storkhead 17
structurally 17
sulfide 17
suv3 17
synapsin 17
tails 17
tap 17
tcdd 17
teratocarcinoma-derived 17
tetrahydrofolate 17
there 17
thymosin 17
tor 17
tubes 17
unwinding 17
vesicle-mediated 17
vimentin 17
way 17
whereby 17
xpc 17
-diphosphate 16
-specific 16
1-kinase 16
107 16
11-cis 16
12r 16
15a 16
2-hydroxylase 16
3-glucosyltransferase 16
3-oxoacid 16
49 16
5c 16
acetoacetyl-coa 16
acid-coa 16
aciduria 16
aconitase 16
adopt 16
albumin 16
alkaloid 16
amphiregulin 16
amylo-alpha-1 16
ash1 16
atf-like 16
below 16
betaine--homocysteine 16
c3b 16
cd46 16
cd81 16
cd9 16
cgmp-dependent 16
charges 16
clathrin-coated 16
closely 16
colon 16
complete 16
convoluted 16
correct 16
corticosterone 16
cxxc 16
cytoglobin 16
dachshund 16
degrades 16
deletion 16
desmocollin 16
diaphanous 16
diester 16
dispatched 16
disulphide 16
dlc1 16
duplication 16
encoded 16
energy-independent 16
environmental 16
examples 16
ff-amide 16
full 16
gamma-delta 16
ganglia 16
genitalia 16
gluconeogenesis 16
glutaminase 16
glycosyl 16
gram-negative 16
grb10 16
guided 16
gyf 16
hydroxy-delta-5-steroid 16
ie 16
iie 16
inflammasome 16
interference 16
intron 16
isoleucyl-trna 16
isoprenoid 16
lamina 16
lecithin 16
lesions 16
making 16
malt1 16
mastermind 16
melanin 16
mesonephros 16
metabolites 16
methylglyoxal 16
methylmalonic 16
microvillus 16
missing 16
mlx 16
moiety 16
monocarboxylic 16
mycn 16
n-acetylneuraminate 16
n-myc 16
nascent 16
navigator 16
nephronectin 16
neurofascin 16
neuroprotector 16
o-fucosyltransferase 16
o4 16
ocrl 16
onto 16
originally 16
orosomucoid 16
outgrowth 16
palate 16
peak 16
peptidyl-arginine 16
peptidyl-tyrosine 16
perpetuation 16
post-gpi 16
posttranslational 16
prevention 16
producing 16
propanoic 16
propionyl-coa 16
ptprf 16
rab1a 16
rab35 16
raftlin 16
remove 16
repeating 16
retrovirus 16
rhombomere 16
rio 16
ripply 16
rnase 16
rnd 16
rp 16
s-adenosyl-l-methionine 16
s1 16
s19 16
s2 16
self-propelled 16
snrnps 16
sphingoid 16
stature 16
stimulatory 16
subdivision 16
subgroup 16
succinate-coa 16
sucrose 16
sufu 16
suppression 16
surveillance 16
suz12 16
tafazzin 16
tendon 16
top1 16
transcarbamylase 16
transportin 16
u4 16
urinary 16
uromodulin 16
usherin 16
vacuoles 16
work 16
xiii 16
106 15
